Repository: SamKnows/skios-core
Catalog: strings/*.lproj/libcore.strings
Languages: pt

source: Done
pt: Concluído

# Offline_message
source: The internet connection appears to be offline. Please connect and try again.
pt: A conexão com a internet parece estar off-line. Favor conectar e tentar novamente.

# Data_Might_Be_Exceeded
source: Data Cap Might Be Exceeded
pt: O limite de dados pode ter excedido

# Data_Exceeded
source: Data Cap Exceeded
pt: Limite de dados excedido

# Data_Exceed_Msg
source: Do you wish to continue anyway?
pt: Deseja continuar mesmo assim?

source: Phone
pt: Celular

# OS
source: Operating System
pt: Sistema Operacional

source: Carrier name
pt: Nome da prestadora

# Carrier_Country
source: Carrier country code
pt: Código do país da prestadora

# Carrier_Network
source: Carrier network code
pt: Código da rede da prestadora

# Carrier_ISO
source: Carrier ISO country code
pt: Código ISO da prestadora

source: Network Type
pt: Tipo de conexão

source: Radio Technology
pt: Tecnologia rádio

# Label_Active
source: Active metrics
pt: Métricas ativas

# Label_Passive
source: Passive metrics
pt: Métricas passivas

# Test_Run_LatencyLoss
source: Latency / Loss
pt: Latência / Perda

# Test_Run_All
source: All
pt: Todos

# Tests_Running_Title
source: Tests Running
pt: Testes em andamento

# Tests_Running_Message
source: You are recommended to wait until the tests complete. Do you really want to stop the tests?
pt: Recomenda-se aguardar a conclusão dos testes. Deseja parar os testes mesmo assim?

source: Dismiss
pt: Descartar

source: Post successful
pt: Post realizado com sucesso

source: Posted
pt: Postado

# SocialMedia_Header_Twitter_Carrier
source: Now testing my #mobilebroadband with @
pt: Testando a velocidade #TODOHASHTAG em @

# SocialMedia_Header_Twitter_NoCarrier
source: Now testing my #mobilebroadband
pt: Testando a velocidade #TODOHASHTAG

# SocialMedia_Header_SinaWeibo_Carrier
source: Now testing my #mobilebroadband# with @
pt: Testando a velocidade #TODOHASHTAG em @

# SocialMedia_Header_SinaWeibo_NoCarrier
source: Now testing my #mobilebroadband#
pt: Testando a velocidade #TODOHASHTAG

# SocialMedia_Header_Facebook_Carrier
source: Now testing my actual #mobilebroadband speed with
pt: Testando agora minha real velocidade #TODOHASHTAG em

# SocialMedia_Header_Facebook_NoCarrier
source: Now testing my actual #mobilebroadband speed
pt: Testando agora minha real velocidade #TODOHASHTAG

# SocialMedia_Header_Twitter_Carrier_Average
source: Testing average #mobilebroadband speed on @
pt: Testando a velocidade média #mobilebroadband em @

# SocialMedia_Header_Twitter_NoCarrier_Average
source: Testing average #mobilebroadband speed
pt: Testando a velocidade média #mobilebroadband

# SocialMedia_Header_SinaWeibo_Carrier_Average
source: Testing average #mobilebroadband# speed on @
pt: Testando a velocidade média #mobilebroadband em @

# SocialMedia_Header_SinaWeibo_NoCarrier_Average
source: Testing average #mobilebroadband# speed
pt: Testando a velocidade média #mobilebroadband

# SocialMedia_Header_Facebook_Carrier_Average
source: Now testing my average #mobilebroadband speed with
pt: Testando agora minha real velocidade média #mobilebroadband com

# SocialMedia_Header_Facebook_NoCarrier_Average
source: Now testing my average #mobilebroadband speed
pt: Testando agora minha real velocidade média #mobilebroadband

# SocialMedia_Footer_Short
source: with EAQ app by @SamKnows http://bit.ly/1lzG5V6
pt: com aplicativo da EAQ @BRBandaLarga http://bit.ly/1kRNJLw

# SocialMedia_Footer_Long
source: using EAQ, by SamKnows. Get the app yourself here http://bit.ly/1lzG5V6
pt: utilizando Speed Test da EAQ. Obter seu aplicativo aqui http://bit.ly/1kRNJLw

# SocialMedia_TwitterIfUsingImage_ChangeFromThis1
source: Testing average
pt: Testando a velocidade média

# SocialMedia_TwitterIfUsingImage_ChangeToThis1
source: Testing
pt: Testando

# SocialMedia_TwitterIfUsingImage_ChangeFromThis2
source: Testing actual
pt: Testando actual

# SocialMedia_TwitterIfUsingImage_ChangeToThis2
source: Testing
pt: Testando

# SocialMedia_TwitterIfUsingImage_ChangeRegex4From
source: , Up:.* with
pt: , Up:.* em

# SocialMedia_TwitterIfUsingImage_ChangeRegex4To
source: with
pt: em

# Test_Latency
source: Latency
pt: Latência

# Test_Packetloss
source: Packet loss
pt: Perda de pacote

# Test_Loss
source: Loss
pt: Perda de pacote

# TC_Title
source: Terms
pt: Termos & Condições

# TC_Label
source: Privacy & Terms of Use
pt: Privacidade & Termos de uso

# TC_Label_Data
source: Data Consumption
pt: Consumo de dados

# TC_App_Activated
source: The application has now been activated
pt: A aplicação foi ativada

# ACTV_Title
source: Activation
pt: Ativação

# ACTV_Label
source: Activation
pt: Ativação

# ACTV_Running
source: Please wait for the setup process to complete
pt: Aguarde completar o processo de configuração

# ACTV_Label_Activating
source: Activate
pt: Ativar

# ACTV_Label_Downloading
source: Download configuration
pt: Baixando configuração

# ACTV_Label_Completed
source: Find Best Target
pt: Procurando melhor servidor

# ACTV_Label_Server
source: Server
pt: Servidor

# ACTV_Label_Time
source: Time
pt: Horário

# RESULTS_Label
source: Average Results
pt: Média de resultados do período

# RESULTS_Label_Run
source: Run now
pt: Iniciar teste

# RESULTS_Label_Date_Last_Run
source: Test last run:
pt: Último teste executado:

# RESULTS_Label_Data
source: There is no data. Run a test to gather data.
pt: Não existe dado. Iniciar um teste para capturar dados.

# RESULTS_Label_Date_1_Week
source: Results for 1 week
pt: Resultados da última semana

# RESULTS_Label_Date_1_Month
source: Results for 1 month
pt: Resultados do último mês

# RESULTS_Label_Date_3_Months
source: Results for 3 months
pt: Resultados dos últimos três meses

# RESULTS_Label_Date_6_Months
source: Results for 6 months
pt: Resultados dos últimos seis meses

# RESULTS_Label_Date_1_Year
source: Results for 1 year
pt: Resultados do último ano

# RESULTS_Label_Date_1_Day
source: Results for 1 day
pt: Resultados do último dia

# time_period_1month
source: 1 Month
pt: 1 Mês

# time_period_1week
source: 1 Week
pt: 1 Semana

# time_period_1year
source: 1 Year
pt: 1 Ano

# time_period_2week
source: 2 Weeks
pt: 2 Semanas

# time_period_3months
source: 3 Months
pt: 3 Meses

# time_period_1day
source: 1 Day
pt: 1 Dia

# TEST_Label_Single
source: Running Test
pt: Testes em andamento

# TEST_Label_Multiple
source: Running Tests
pt: Testes em andamento

# TEST_Label_Finding_Best_Target
source: Finding Best Target...
pt: Procurando melhor servidor...

# TEST_Label_Closest_Target
source: Best target:
pt: Melhor servidor:

# TEST_Label_Closest_Failed
source: Best target test failed
pt: Teste de melhor servidor falhou

# RESULT_Title
source: Archived Results
pt: Resultados arquivados

# RESULT_Label
source: Archived Result
pt: Resultados arquivados

# to_UpStream
source: upstream
pt: Do dispositivo para a rádio base (upstream)

# to_DownStream
source: downstream
pt: Da rádio-base para o dispositivo (downstream)

# to_StatusInitializing
source: Initializing
pt: Inicializando

# to_StatusWarming
source: Warming
pt: Alcançando estabilidade na velocidade

# to_StatusTransferring
source: Transferring
pt: Transferindo

# to_StatusComplete
source: Complete
pt: Completo

# to_StatusCancelled
source: Cancelled
pt: Cancelado

# to_StatusFailed
source: Failed
pt: Falha

# to_StatusFinished
source: Finished
pt: Finalizado

# to_StatusIdle
source: Idle
pt: Ocioso

# lo_Idle
source: Idle
pt: Ocioso

# lo_Initializing
source: Initializing
pt: Inicializando

# lo_Running
source: Running
pt: Executando

# lo_Complete
source: Complete
pt: Completo

# lo_Finished
source: Finished
pt: Finalizado

# lo_Cancelled
source: Cancelled
pt: Cancelado

# lo_Timeout
source: Timeout
pt: Excedeu tempo sem resposta

# lo_Searching
source: Searching...
pt: Procurando...

# lo_Failed
source: Failed
pt: Falha

# ht_Failed_Download
source: Download speed test was not successful.
pt: Teste de velocidade de download sem sucesso.

# ht_Failed_Upload
source: Upload speed test was not successful.
pt: Teste de velocidade de upload sem sucesso.

# ht_Speed_Download
source: The test download speed reached %.4f Mbps.
pt: O teste de velocidade de download alcançou %.4f Mbps.

# ht_Speed_Upload
source: The test upload speed reached %.4f Mbps.
pt: O teste de velocidade de upload alcançou %.4f Mbps.

# lt_Latency_Results
source: The latency is %d ms. Packet loss is %d %%. The jitter is %d ms.
pt: A latência é de %d ms. Perda de pacote é de %d %%. O jitter é de %d ms.

# lt_Latency_Failed
source: The latency test failed.
pt: O teste de latência falhou.

# NetworkTypeMenu_Mobile
source: Mobile
pt: Celular

# NetworkTypeMenu_All
source: All
pt: Todos

# ShowingResults_Mobile
source: Showing Mobile results
pt: Mostrando resultados do celular

# ShowingResults_WiFi
source: Showing WiFi results
pt: Mostrando resultados do WiFi

# ShowingResults_All
source: Showing all results
pt: Mostrando todos os resultados

source: Unknown
pt: Desconhecido

# MenuAlert_Yes
source: Yes
pt: Sim

# MenuAlert_No
source: No
pt: Não

# MenuAlert_Cancel
source: Cancel
pt: Cancelar

source: I Agree
pt: Aceito

# Export_Title
source: Export archived results?
pt: Exportar os resultados arquivados?

# Export_Body
source: Do you want to use email to export a zip file of archived results in JSON format?
pt: Você quer usar o email para exportar um arquivo zip dos resultados arquivados no formato JSON?

# Export_NoItems_Title
source: Unable to export
pt: Não foi possível exportar

# Export_Failed_Title
source: Unable to export
pt: Não foi possível exportar

# Export_Failed_Body
source: Sorry, the export failed.
pt: Desculpa, a exportação falhou

# Export_NoItems_Body
source: No archived test results were found for the export. Please run a test and then try to export again.
pt: Nenhum resultado de teste arquivado foi encontrado para exportação. Por favor executar um teste e tentar exportar novamente

# Menu_Settings
source: Settings
pt: Configurações

# Menu_About
source: About
pt: Sobre

# Menu_TermsOfUse
source: Terms of Use
pt: Termos de Uso

# Menu_Export
source: Export Results
pt: Exportar Resultados

# MenuExport_Mail_Subject
source: Archived test results
pt: Resultados do teste armazenados no dispositivo

# Title_ShareUsingSocialMediaInfo
source: Share using Social Media
pt: Compartilhar utilizando Mídias Sociais

# Message_ShareUsingSocialMediaInfo
source: In order to share your Mobile test results, you must first configure a Social Media account (such as Twitter or Facebook) on your iOS device.
pt: Para compartilhar o resultado do teste do seu Celular, você primeiro deve configurar uma conta de Mídias Sociais (como Twitter ou Facebook) no seu dispositivo iOS.

# Title_ShareUsingSocialMediaMobile
source: Share using Social Media
pt: Compartilhar utilizando Mídias Sociais

# Message_ShareUsingSocialMediaMobile
source: Only Mobile test results can be shared using Social Media.
pt: Apenas resultados do teste do Celular podem ser compartilhado utilizando as Mídias Sociais.

# Title_ShareUsingSocialMedia
source: Share using Social Media:
pt: Compartilhar utilizando Mídias Sociais:

# Title_SelectResultsToShow
source: Select results to show:
pt: Selecionar resultados para exibição

# Title_SelectOption
source: Select option:
pt: Selecionar a opção:

# Title_MonthlyDataCap
source: Monthly data cap?
pt: Limite de dados mensais?

# About_Version
source: Version
pt: Versão

# ConnectionString_Cellular
source: Cellular
pt: Celular

# ResultsTestHeader_ActiveMetrics_Mobile
source: Active Metrics (Mobile)
pt: Métricas ativas (Celular)

# ResultsTestHeader_ActiveMetrics_WiFi
source: Active Metrics (WiFi)
pt: Métricas ativas (WiFi)

# ResultsTestHeader_PassiveMetrics
source: Passive Metrics
pt: Métricas passivas

# Graph_Title_Sec
source: sec
pt: seg

# Settings_DataCap_Placeholder
source: Data cap
pt: Limite de dados

# Storyboard_SKAMainResultsController_Title
source: Results
pt: Resultados

# Storyboard_GraphViewFooterCell_CenterLabel
source: Load more data
pt: Carregar mais dados

# Storyboard_GraphViewCell_DataTimeLabel
source: Date / Time
pt: Data / Tempo

# Storyboard_GraphViewCell_LocationLabel
source: Target Server
pt: Localização

# Storyboard_GraphViewCell_ResultLabel
source: Result
pt: Resultado

# Storyboard_Terms_Title
source: Terms
pt: Termos

# Storyboard_Terms_DataLabel
source: Please choose the amount of data (in MB) the Application should use each month :
pt: Por favor escolher a quantidade de dados (em MB) que o Aplicativo deverá utilizar cada mês:

# Storyboard_Activation_Title
source: Activation
pt: Ativação

# Storyboard_SummaryTerms_Title
source: Privacy & Terms of Use
pt: Privacidade & Termos de Uso

# Storyboard_About_Title
source: About
pt: Sobre

# Storyboard_About_Section_Latency
source: Latency
pt: Latência

# Storyboard_About_Section_PacketLoss
source: Packet Loss
pt: Perda de pacotes

# Storyboard_About_Text_Download
source: This should be indicative of the maximum speed your broadband connection will be able to download data from the Internet. Results are recorded in Mbps (higher is better).
pt: Este valor indica a velocidade máxima de download que sua conexão de banda larga será capaz de obter da Internet. Os resultados são registrados em Mbps (quanto maior o valor, melhor).

# Storyboard_About_Text_Upload
source: This should be indicative of the maximum speed your broadband connection will be able to transmit data to the Internet. Results are recorded in Mbps (higher is better).
pt: Este valor indica a velocidade máxima de upload que sua conexão de banda larga será capaz de transmitir para a Internet. Os resultados são registrados em Mbps (quanto maior o valor, melhor).

# Storyboard_About_Text_Latency
source: This test measures how long it takes one packet to be sent to one of our test servers, and then returned back to you. Latency can be thought of as the responsiveness of the connection from your device and our servers on the Internet. Times are recorded here in milliseconds (lower is better).
pt: Este teste mede quanto tempo leva para um pacote ser enviado do seu dispositivo para um dos nossos servidores de testes, e então retornar para você. A Latência pode ser considerada como a capacidade de resposta da conexão do seu dispositivo e nossos servidores na Internet. O tempo é registrado aqui em milissegundos (quanto menor o valor, melhor).

# Storyboard_About_Text_PacketLoss
source: Packet loss occurs when the information sent by your device fails to reach its destination. When packet loss is high, you may find that time sensitive applications such as Voice over IP (VoIP) and online gaming will suffer. Packet loss is recorded here as a percentage (lower is better).
pt: Perda de pacote ocorre quando a informação enviada pelo seu dispositivo falha a chegar no seu destino. Quando a perda de pacote é alta, você deve considerar que aplicações como Voz sobre IP (VoIP) e jogos online podem ser afetados. Perda de pacotes é registrada aqui em percentual (quanto menor valor, melhor).

# Storyboard_About_Text_Jitter
source: This test measures the variation in time that it takes one packet to be sent to our test server and then returned back to you. In other words, jitter represents the variation of latency. Jitter is usually an indication of network congestion. High levels of jitter would impact the performance of time sensitive applications such as VoIP, online gaming and video streaming. Jitter is recorded in milliseconds (lower is better).
pt: Jitter é a variação no tempo de chegada dos pacotes, causada por congestionamento na rede. Em outras palavras, o jitter representa a variação na latência (menor é melhor).

# Storyboard_ArchivedResults_Title
source: Archived Results
pt: Resultados arquivados

# Storyboard_ArchivedResults_Archived_Result
source: Archived Result
pt: Resultado arquivado

# Storyboard_ArchivedResults_Of_Separator
source: of
pt: de

# SETTINGS_Title
source: Settings
pt: Configurações

# SETTINGS_Data_Cap
source: Monthly data cap
pt: Volume máximo [MB] mensal permitido pelo assinante a ser transmitido pelo aplicativo

# SETTINGS_Data_Usage
source: Monthly data used
pt: Volume de Dados mensais utilizados

# SETTINGS_Config
source: Configuration version
pt: Configuração da versão

# SETTINGS_App
source: Application version :
pt: Versão da aplicação:

# Storyboard_Settings_Configuration
source: Configuration
pt: Configuração

# Storyboard_Settings_MonthlyData
source: Monthly Data
pt: Dados mensais

# Settings_ClearAllResults
source: Clear all results
pt: Limpar todos os resultados

# Settings_ClearAllResults_Title
source: Clear all results?
pt: Limpar todos os resultados?

# Settings_ClearAllResults_Message
source: Do you want to clear all your result data?
pt: Você deseja limpar todos os seus resultados?

# Settings_Activate
source: Activate
pt: Ativar

source: Last Known Location Info
pt: Última localização conhecida

source: Date
pt: Data

# CTRadioAccessTechnologyUnknown
source: Unknown
pt: Desconhecido

# UDP blocked
source: Failed
pt: Falha

source: Results
pt: Resultados

# Run
source: Test
pt: Executar

source: Settings
pt: Ajustes

source: Summary
pt: Resumo

source: Target
pt: Servidor

source: Device:
pt: Dispositivo:

source: Start
pt: Iniciar

source: Ready to run
pt: Pronto para iniciar

source: Press the Start button
pt: Pressione o botão iniciar

source: No connection
pt: Sem conexão

source: Latency / Loss testing
pt: Testando Latência / Perda de pacotes

source: Error
pt: Erro

source: Tests executed
pt: Testes executados

source: Tests canceled
pt: Testes cancelados

source: Press the Start button to run again
pt: Pressione o botão iniciar para executar novamente

source: Target Selection
pt: Escolha do servidor

source: Latency / Loss / Jitter
pt: Latência / Perda de pacotes / Jitter

source: Download speed for
pt: Velocidade de download para

source: Upload speed for
pt: Velocidade de upload para

source: Latency for
pt: Latência para

source: Loss for
pt: Perda de pacotes para

source: Jitter for
pt: Jitter para

# Public_IP
source: Your IP
pt: Seu IP

# Submission_ID
source: Reference No.
pt: Número de referência

source: All
pt: Todos

source: Best
pt: Melhores

source: Email not enabled
pt: Email não permitido

source: In order to send emails, you must first configure email on your device.
pt: Para enviar emails deve-se configurar uma conta de email no dispositivo.

source: Average
pt: Média

# no_archived_results_yet
source: There are no results yet
pt: Sem resultados até o momento
